# DefaultOpenFromCloudCallback Properties

---
The DefaultOpenFromCloudCallback type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
DefaultOpenFromCloudCallback Class
Autodesk.Revit.DB Namespace